Repository: mcguffin/acf-openstreetmap-field
Catalog: languages/*.po
Languages: es, fr

source: A configurable OpenStreetMap Field for ACF.
es: Un campo configurable de OpenStreetMap para ACF.
fr: Un champ ACF de cartographie utilisant OpenStreetMap.

source: A Leaflet map
es: Un mapa Leaflet
fr: Une carte Leaflet

source: Search...
es: Buscar...
fr: Rechercher...

source: Nothing found...
es: No encontramos nada...
fr: Aucun résultat...

source: My location
es: Mi posición
fr: Mon emplacement

source: Add Marker at location
es: Añadir un marcador en el lugar
fr: Ajouter un marqueur à la position

source: Fit markers into view
es: Ajustar la vista a los marcadores
fr: Voir tous les marqueurs

source: Raw Data
es: Datos en crudo (RAW)
fr: Données brutes

source: Max. number of Markers
es: Número máximo de marcadores.
fr: Nombre maximum de marqueurs

source: Leave empty for infinite markers
es: Dejarlo vacío para un número infinito
fr: Laisser vide pour ne pas limiter le nombre de marqueurs

source: Map Appearance
es: Aspecto del mapa
fr: Aspect de la carte

source: Set zoom, center and select layers being displayed.
es: Selecciona el zoom, centro y las capas que se mostrarán
fr: Régler le zoom, le centre et les couches à afficher.

source: Map Position
es: Posición del mapa
fr: Position de la carte

source: Center the initial map
es: Centra el mapa inicial
fr: Centrer la carte par défaut

source: Center
es: Centro
fr: Centre

source: Set the initial zoom level
es: Introduce el zoom inicial
fr: Régler le zoom par défaut

source: Allow layer selection
es: Permite la selección de capas
fr: Permettre la sélection des couches

source: Leaflet Layers
es: Capas de Leaflet
fr: Couches Leaflet

source: Customize the map height
es: Escoge la altura del mapa
fr: Personnaliser la hauteur de la carte

source: Double click to add Marker.
es: Doble click para añadir un marcador.
fr: Double cliquer pour ajouter un marqueur

source: Tap and hold to add Marker.
es: Presiona y mantén para añadir un marcador.
fr: Tapper et maintenir pour ajouter un marqueur

source: Drag Marker to move.
es: Arrastra el marcador para moverlo.
fr: Glisser le marqueur pour le déplacer

source: View Larger Map
es: Amplia el mapa
fr: Agrandir la carte

source: Please set a marker on the map.
es: Por favor pon un marcador en el mapa.
fr: Merci d'ajouter un marqueur sur la carte

source: Locate Marker
es: Localiza el marcador
fr: Positionner le marqueur

source: Remove Marker
es: Retira el marcador
fr: Supprimer le marqueur

# plugin
source: %s Settings
es: Ajustes %s
fr: Réglages de %s

source: Settings
es: Ajustes
fr: Réglages

source: OpenStreetMap Settings
es: Ajustes OpenStreetMap
fr: Réglages OpenStreetMap

source: Map Tile Provider Settings
es: Ajustes del proveedor de mapas
fr: Réglages des founisseurs de fonds de carte

source: Save Settings
es: Guardar Ajustes
fr: Enregistrer les réglages

source: Map Layer Settings
es: Ajustes de las capas del mapa
fr: Réglages des couches de la carte

source: The map tiles are loaded through an insecure http connection.
es: Las capas del mapa se cargan mediante una conexión http insegura
fr: Les tuiles de la carte sont chargées depuis une connexion http non sécurisée.

source: Insecure
es: Insegura
fr: Insécurisé

source: This is an overlay to be displayed over a base map.
es: Esta es una capa que se superpone al mapa base.
fr: C'est une couche à afficher sur un fond de carte.

source: Overlay
es: Capa
fr: Couche supplémentaire

source: Only available for a specific region.
es: Únicamente disponible para áreas específicas.
fr: Seulement disponible pour une région particulière.

source: Bounds
es: Límites
fr: Limites

source: Zoom is restricted.
es: El zoom está restringido.
fr: Le zoom est contraint

source: Zoom levels are restricted.
es: Los niveles de zoom están restringidos.
fr: Le niveau de zoom est contraint

source: Min Zoom: %d
es: Zoom Min: %d

source: Max Zoom: %d
es: Zoom Max: %d

source: Select which map tile providers should be selectable in the ACF Field.
es: Selecciona que proveedores de capas de mapas pueden ser elegidos en el campo ACF.
fr: Sélectionner les fournisseurs de fonds de carte qui pourront être utilisés avec ce champ ACF

source: Configure Access Tokens for various Map Tile providers.
es: Configura los Token de acceso de diversos proveedores de capas de Mapa.
fr: Confingurer les jetons d'accès pour les fournisseurs de fonds de carte

source: Disable Layer variants
es: Inhabilita variantes de capa
fr: Désactiver les variations de couches
